Repository: Nivl/melvin.la
Catalog: nivls_website/user_profile/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Password
fr: Mot de passe

source: Password (again)
fr: Mot de passe (encore)

source: Username
fr: Nom d'utilisateur

source: This value may contain only letters, numbers and @/./+/-/_ characters.
fr: Ce champ ne peut contenir seulement des lettres, nombres ainsi que les caractères @/./+/-/_

source: Sorry, this username has already been taken.
fr: Désolé, ce nom d'utilisateur a déjà été pris.

source: This email address is already in use.
fr: Cette adresse email est déjà utilisé.

source: The passwords did not matched.
fr: Les mots de passe sont différent

source: This is a one shot field, you can only edit your username once.
fr: Attention, vous ne pouvez éditer ce champ qu'une seule fois.

source: Please keep filesize under %(max)s. Current filesize %(current)s
fr: La taille maximale du fichier est limité à %(max)s. Votre fichier fait %(current)s

source: Your image is to small. The minimum size is %(x)dx%(y)d
fr: Votre image est trop petite. La taille minimum est %(x)dx%(y)d

source: Your image is to large. the maximum size is %(x)dx%(y)d
fr: Votre image est trop grande. La taille maximum est %(x)dx%(y)d

source: E-mail address
fr: Adresse e-mail

source: Wrong password.
fr: Mauvais mot de passe

source: Old password
fr: Ancien mot de passe

source: New password
fr: Nouveau mot de passe

source: New password again
fr: Nouveau mot de passe (encore)

source: user
fr: utilisateur

source: activation code
fr: code d'activation

source: occupation
fr: emploi

source: website
fr: site web

source: picture
fr: image

source: lock username
fr: blocker le nom d'utilisateur

source: has password
fr: a un mot de passe

source: display my real name instead of my user name
fr: afficher mon vrai nom à la place de mon nom d'utilisateur

source: show my facebook account
fr: afficher mon compte facebook

source: show my google+ account
fr: afficher mon compte google+

source: show my twitter account
fr: afficher mon compte twitter

source: show my github account
fr: afficher mon compte github

source: The sign in has failed. If you think the problem comes from us, feel free to contact us.
fr: La connexion à échouée. Si vous pensez que le problème vient de nous, vous pouvez sans problème nous contater.

source: Your validation link
fr: Votre lien de validation

source: Your account has been successfully activated, you can now sign in.
fr: Votre compte a bien été activé, vous pouvez maintenant vous connecter.

source: This activation link does not exists. If you are experiencing activation issues, you can contact us using the contact form.
fr: Ce lien d'activation n'existe pas. Si vous avez des problèmes d'activation, vous pouvez nous contacter via le formulaire de contact.

source: Edit my account
fr: Modifier mon compte

source: Edit my profile
fr: Modifier mon profil

source: Edit my settings
fr: Modifier mes options

source: Edit my email address
fr: Modifier mon adresse email

source: Edit my password
fr: Modifier mon mot de passe

source: Edit thumbnail
fr: Modifier ma miniature

source: Manage social media accounts
fr: Gérer mes réseaux sociaux

source: Here you can link/unlink your social media accounts to this website.<br/>Linking your accounts will help you to sign in here in an easier way: You will only have to click on a linked account on the sign in menu to be logged.
fr: Ici vous pouvez lier/délier vos compte de réseaux sociaux à ce site.<br/>Lier vos compte vous aidera à vos connecter très facilement: vous aurez juste à cliquer sur un compte lié dans le menu de connexion pour être connecté.

source: Warning!
fr: Attention !

source: If you want to completely revoke an access, you have to do it on your provider's website.
fr: Si vous voulez complètement revoquer un accès, vous devrez le faire directement sur le site du compte lié.

source: List of your linked accounts:
fr: Liste des comptes liés :

source: Delete
fr: Supprimer

source: with the account
fr: avec le compte

source: No account linked
fr: Aucun compte de lié

source: The link has failed. If you think the problem comes from us, feel free to contact us.
fr: La liaison a échouée. Si vous pensez que le problème viens de nous, n'hésitez pas à nous contacter.

source: List of linkable social media (click to link, you can link multiple accounts from the same social media):
fr: Liste des réseaux sociaux liable (cliquez pour lier, vous pouvez lier plusieurs comptes d'un même réseau social):

source: Reset my password
fr: Réinitialiser mon mot de passe

source: Sign in
fr: Connexion

source: Reset
fr: Effacer

source: Sign up
fr: Inscription

source: Signing up using one of your social medias accounts is the simplest and fastest way to sign up. You won't have to fill any forms or validate your account.
fr: S'inscrire en utilisant l'un de vos comptes d'un réseau social est la façon la plus simple et la plus rapide de s'inscrire. Vous n'avez pas besoin de remplir de formulaire, ni de valider votre compte.

source: Click on the provider you want to use:
fr: Cliquez sur le fournisseur que vous voulez utiliser :

source: If you choose to sign up this way, we will send you an e-mail to validate your account.
fr: Si vous choisissez de vous enregistrer de cette façon, nous vous enverrons un email pour valider votre compte.

source: Profile of %(username)s
fr: Profil de %(username)s

source: Name:
fr: Nom :

source: Website:
fr: Site web :

source: Occupation:
fr: Emploi :

source: Edit
fr: Modifier

source: Update
fr: Mettre à jours

source: Updated!
fr: Mis à jours !

source: Your thumbnail has been successfully updated.
fr: Votre miniature a correctement mis à jours

source: You didn't set a password, you cannot change your email address
fr: Vous n'avez pas définie de mot de passe. Vous ne pouvez pas changer votre adresse email.

source: You didn't set a password. You should set one quickly
fr: Vous n'avez pas définie de mot de passe. Vous devriez le faire rapidement

source: I lost my password
fr: Mot de passe perdu

source: Your password has been successfully changed.
fr: Votre mot de passe a bien été change.

source: Clear
fr: Effacer

source: Email sent!
fr: Email envoyé

source: An email with an acivation link has been sent your email address.
fr: Un email contenant un lien d'activation vous a été envoyé.

source: Signing up...
fr: Inscription…

source: Check your emails!
fr: Vérifiez vos mails !

source: Your account has been successfully created, but it still need to be activated. You will soon receive an email with the activation link.
fr: Votre compte a correctement été crée, mais il a besoin d'être activé. Vous allez très rapidement recevoir un email contenant un lien d'activation.

source: Hi %(uname)s,
fr: Bonjour %(uname)s,

source: You have successfully created your account, now it's time to activate it by clicking on the following link:
fr: Vous avez crée votre compte, maintenant c'est le moment de l'activé en cliquant sur le lien suivant :

source: You can update your informations in the user menu.
fr: Vous pouvez mettre à jours vos informations dans le menu utilisateur.
